Repository: georgechond94/Printing
Catalog: printing/Resources/Resources.*.resx
Languages: el_gr

# FormViewModel_ID_Please_enter_a_valid_integer_number_
source: Please enter a valid integer number.
el_gr: Παρακαλώ εισάγετε έναν έγκυρο ακέραιο αριθμό.

# FormViewModel_Mass_Mass__1_60_
source: Mass (1-60)
el_gr: Μάζα (1-60)

# FormViewModel_Field2_Field2
source: Title
el_gr: Τίτλος

# FormViewModel_Field3_Field3
source: Description
el_gr: Περιγραφή

# FormViewModel_PrintPriority_Priority
source: Priority
el_gr: Προτεραιότητα

# FormViewModel_File_File
source: File (.PNG)
el_gr: Αρχείο (.PNG)

# Service_cshtml_Execute_Service
source: Prints
el_gr: Σύνοψη εκτυπώσεων

# Service_cshtml_Execute_Use_this_area_to_get_a_print_by_its_id_or_get_all_prints_
source: Use this area to view your active prints.
el_gr: Χρησιμοποίησε αυτήν την περιοχή για να δεις λεπτομέριες των ενεργών εκτυπώσεών σου.

source: Get
el_gr: Λήψη

# Get_All_Prints
source: Get all completed prints as XML
el_gr: Λήψη όλων των ολοκληρωμένων εκτυπώσεων σε XML

source: Please fill the boxes below.
el_gr: Παρακαλώ συμπληρώστε την φόρμα κάτω.

source: Print successfully saved! You can find more details about that print in your mailbox.
el_gr: Η εκτύπωση αποθηκεύτηκε με επιτυχία! Στείλαμε στο email σας πληροφορίες για την εκτύπωση σας.

# History
source: Prints History
el_gr: Ιστορικό Εκτυπώσεων

# HomeController_Form_An_error_occurred_with_form_validation__Please_try_again_
source: An error occurred with form validation. Please try again.
el_gr: Παρουσιάστηκε σφάλμα κατά την επικύρωση της φόρμας. Παρακαλώ προσπάθησε ξανά.

# Form_cshtml_Execute_Form
source: Printing Form
el_gr: Φόρμα εκτύπωσης

# Form_cshtml_Execute_Use_this_area_to_insert_a_print_
source: Use this area to insert a print.
el_gr: Χρησιμοποίησε αυτήν την περιοχή για να προσθέσεις μία εκτύπωση.

source: Done
el_gr: Έγινε

source: Log off
el_gr: Αποσύνδεση

# Subtitle
source: 3d Printing Prints
el_gr: 3D Printing

# _LoginPartial_cshtml_Execute_Register
source: Register
el_gr: Εγγραφή

# _LoginPartial_cshtml_Execute_Log_in
source: Log in
el_gr: Είσοδος

# Error_cshtml_Execute_Error
source: Error
el_gr: Πρόβλημα

# Error_cshtml_Execute_An_error_occurred_while_processing_your_request_
source: An error occurred while processing your request.
el_gr: Ένα πρόβλημα δημιουργήθηκε κατά την επεξεργασία του αιτήματός σας.

# Index_cshtml_Execute_Home_Page
source: Home Page
el_gr: Αρχική

# ClickTheFormAboveToGetStarted
source: Click the Printing Form above to get started.
el_gr: Κλίκαρε το "Φόρμα Εκτύπωσης" πάνω για να ξεκινήσεις.

source: Create a new account.
el_gr: Δημιούργησε έναν νέο λογαριασμό.

source: Hello
el_gr: Γεια σου

source: Register as a new user
el_gr: Εγγραφή σαν νέος χρήστης

source: stranger
el_gr: φίλε

source: to continue.
el_gr: για να συνεχίσεις.

source: Use a local account to log in.
el_gr: Χρησιμοποίησε έναν τοπικό κωδικό για να συνδεθείς.

# LoginViewModel_Password_Password
source: Password
el_gr: Κωδικός

# LoginViewModel_RememberMe_Remember_me_
source: Remember me?
el_gr: Να με θυμάσαι

source: or
el_gr: ή

# RegisterViewModel_ConfirmPassword_Confirm_password
source: Confirm password
el_gr: Επιβεβαίωση κωδικού

source: The password and confirmation password do not match.
el_gr: Ο κωδικός και η επιβεβαίβωση του δεν ταιριάζουν.

# RegisterViewModel_Password_The__0__must_be_at_least__2__characters_long_
source: The {0} must be at least {2} characters long.
el_gr: Ο {0} πρέπει να είναι τουλάχιστον {2} χαρακτήρων.

# HistoryDescription
source: Use this area to view your past prints.
el_gr: Χρησιμοποίησε αυτήν την περιοχή για να δεις το ιστορικό των εκτυπώσεών σου.

# FileError
source: An error occurred with the selected file. Please provide a valid .PNG file and try again.
el_gr: Υπήρξε πρόβλημα με το επιλεγμένο αρχείο. Παρακαλώ επιλέξτε ένα σωστό .PNG αρχείο.

source: Active Prints
el_gr: Ενεργές Εκτυπώσεις

source: Completed Prints
el_gr: Ολοκληρωμένες Εκτυπώσεις

source: Place in queue
el_gr: Θέση στην ουρά

source: Running
el_gr: Εκτελείται

source: Actions
el_gr: Ενέργειες

# TimeToStart
source: Starts in / Remaining (minutes)
el_gr: Ξεκινάει σε / Υπολείπονται (λεπτά)

source: Delete
el_gr: Διαγραφή

source: Details
el_gr: Λεπτομέριες

source: Pause
el_gr: Παύση

source: Forgot your password?
el_gr: Ξέχασες τον κωδικό σου;

source: Paused Prints
el_gr: Σταματημένες Εκτυπώσεις

# FormViewModel_PostedDate
source: Posted Date
el_gr: Ημερομηνία Καταχώρησης

source: Continue
el_gr: Συνέχεια

source: User
el_gr: Χρήστης

# GetPrintAsXML
source: Get this Print as XML
el_gr: Λήψη της εκτύπωσης σε XML
